var subject = [{
		"order": 1, //题目编号，需从1开始，依次增加
		"type": "single", //题目类型，single单选、multiple多选、judge判断、indeterminate不定项
		"describe": "甲公司职工齐某因违章操作给公司造成经济损失8000元，甲公司按照劳动合同约定要求齐某赔偿该损失，并按月从其工资中扣除，已知齐某月工资2600元，当地月最低工资标准为2200元，甲公司每月可以从齐某工资中扣除的最高限额为( )。", //题目描述
		"option": ["520元", "440元", "400元", "2600元"], //各个选项描述
		"solution": "C", //参考答案
		"explain": "考察知识点：劳动合同——劳动报酬——最低工资标准。因劳动者本人原因给用人单位造成经济损失的，用人单位可按照劳动合同的约定要求其赔偿经济损失。经济损失的赔偿，可从劳动者本人的工资中扣除。但每月扣除的部分不得超过劳动者当月工资的20%。若扣除后的剩余工资部分低于当月最低工资标准，则按最低工资标准支付。所以扣除的部分=2600*20%=520;2600-520=2080&lt;2200，所以不能扣除520扣除的限额为=2600-2200=400元。", //题目解析
		"answer": "", //考生答案
		"mark": false, //是否标记，初始值为0，表示未标记，此项会根据具体情况更改，不用人工自己操作
		"score": 0, //该题目满分
	},
	{
		"order": 1,
		"type": "judge",
		"describe": "甲公司职工齐某因违章操作给公司造成经济损失8000元，甲公司按照劳动合同约定要求齐某赔偿该损失，并按月从其工资中扣除，已知齐某月工资2600元，当地月最低工资标准为2200元，甲公司每月可以从齐某工资中扣除的最高限额为( )。",
		"option": ["520元", "440元"],
		"solution": "A",
		"explain": "考察知识点：=2600-2200=400元。",
		"answer": "",
		"mark": true,
		"score": 0,
	},
	{
		"order": 2,
		"type": "multiple",
		"describe": "根据税收征收管理法律制度的规定，下列各项中，属于纳税申报方式的有( )",
		"option": ["简易申报", "数据电文申报", "自行申报", "邮寄申报",'EEEEE','FFFFF'],
		"solution": "ABCDEF",
		"explain": "纳税申报方式主要有:①自行申报②邮寄申报③数据电文申报④其他方式:简易申报、简并征期等方式，故全选",
		"answer": "",
		"mark": false,
		"score": 1000,
	},
    {
        "order": 2,
        "type": "indeterminate",
        "describe": "根据税收征收管理法律制度的规定，下列各项中，属于纳税申报方式的有( )",
        "option": ["简易申报", "数据电文申报", "自行申报", "邮寄申报"],
        "solution": "AB_D",
        "explain": "纳税申报方式主要有:①自行申报②邮寄申报③数据电文申报④其他方式:简易申报、简并征期等方式，故全选",
        "answer": "",
        "mark": false,
        "score": 1000,
    },
	{
		"order": 2, //题目编号，需从1开始
		"type": "single", //题目类型，single单选、multiple多选、judge判断、indeterminate不定项
		"describe": "甲公司职工齐某因违章操作给公司造成经济损失8000元，甲公司按照劳动合同约定要求齐某赔偿该损失，并按月从其工资中扣除，已知齐某月工资2600元，当地月最低工资标准为2200元，甲公司每月可以从齐某工资中扣除的最高限额为( )。", //题目描述
		"option": ["520元", "440元", "400元", "2600元"], //各个选项描述
		"solution": "C", //参考答案
		"explain": "考察知识点：劳动合同——劳动报酬——最低工资标准。因劳动者本人原因给用人单位造成经济损失的，用人单位可按照劳动合同的约定要求其赔偿经济损失。经济损失的赔偿，可从劳动者本人的工资中扣除。但每月扣除的部分不得超过劳动者当月工资的20%。若扣除后的剩余工资部分低于当月最低工资标准，则按最低工资标准支付。所以扣除的部分=2600*20%=520;2600-520=2080&lt;2200，所以不能扣除520扣除的限额为=2600-2200=400元。", //题目解析
		"answer": "", //考生答案
		"mark": false, //是否标记，初始值为0，表示未标记，此项会根据具体情况更改，不用人工自己操作
		"score": 0, //该题目满分
	},
	{
		"order": 2, //题目编号，需从1开始
		"type": "single", //题目类型，single单选、multiple多选、judge判断、indeterminate不定项
		"describe": "甲公司职工齐某因违章操作给公司造成经济损失8000元，甲公司按照劳动合同约定要求齐某赔偿该损失，并按月从其工资中扣除，已知齐某月工资2600元，当地月最低工资标准为2200元，甲公司每月可以从齐某工资中扣除的最高限额为( )。", //题目描述
		"option": ["520元", "440元", "400元", "2600元"], //各个选项描述
		"solution": "C", //参考答案
		"explain": "考察知识点：劳动合同——劳动报酬——最低工资标准。因劳动者本人原因给用人单位造成经济损失的，用人单位可按照劳动合同的约定要求其赔偿经济损失。经济损失的赔偿，可从劳动者本人的工资中扣除。但每月扣除的部分不得超过劳动者当月工资的20%。若扣除后的剩余工资部分低于当月最低工资标准，则按最低工资标准支付。所以扣除的部分=2600*20%=520;2600-520=2080&lt;2200，所以不能扣除520扣除的限额为=2600-2200=400元。", //题目解析
		"answer": "A", //考生答案
		"mark": false, //是否标记，初始值为0，表示未标记，此项会根据具体情况更改，不用人工自己操作
		"score": 0, //该题目满分
	},
	{
		"order": 3, //题目编号，需从1开始
		"type": "single", //题目类型，single单选、multiple多选、judge判断、indeterminate不定项
		"describe": "甲公司职工齐某因违章操作给公司造成经济损失8000元，甲公司按照劳动合同约定要求齐某赔偿该损失，并按月从其工资中扣除，已知齐某月工资2600元，当地月最低工资标准为2200元，甲公司每月可以从齐某工资中扣除的最高限额为( )。", //题目描述
		"option": ["520元", "440元", "400元", "2600元"], //各个选项描述
		"solution": "C", //参考答案
		"explain": "考察知识点：劳动合同——劳动报酬——最低工资标准。因劳动者本人原因给用人单位造成经济损失的，用人单位可按照劳动合同的约定要求其赔偿经济损失。经济损失的赔偿，可从劳动者本人的工资中扣除。但每月扣除的部分不得超过劳动者当月工资的20%。若扣除后的剩余工资部分低于当月最低工资标准，则按最低工资标准支付。所以扣除的部分=2600*20%=520;2600-520=2080&lt;2200，所以不能扣除520扣除的限额为=2600-2200=400元。", //题目解析
		"answer": "", //考生答案
		"mark": false, //是否标记，初始值为0，表示未标记，此项会根据具体情况更改，不用人工自己操作
		"score": 0, //该题目满分
	}
];